{
    "header": {
        "search_placeholder": "Search"
    },
    "footer": {
        "privacy": "Privacy Policy",
        "terms": "Terms of use",
        "contactUs": "Contact us",
        "developed": "Developed by ",
        "xPlodeLLC": "Xplode LLC",
        "by": "",
        "allRightsReserved": "All rights reserved ©2024"
    },
    "homepageBanner": {
        "join_us_btn": "Join Us",
        "homepage_banner_heading": "Expand your Instagram business and discover new opportunities by getting higher visibility and new customers."
    },
    "homePage": {
        "all": "All",
        "discover": "Explore the world of Instagram business accounts",
        "shops": "Shops",
        "services": "Services",
        "service": "Service",
        "entertainment": "Entertainment",
        "beauty": "Beauty",
        "healthCare": "Health/Care",
        "recommendedPages": "Recommended pages",
        "aboutUs": "About us",
        "welcome": "HiFind, is an online platform changing the way businesses connect on Instagram. With a mission to empower individuals and companies to boost their online presence and attract new customers, HiFind offers a user-friendly interface designed for effortless discovery and promotion of business profiles in Instagram. HiFind provides users with advanced filtering options and categorized business profiles for prompt and exact navigation. Our platform empowers users to efficiently locate specific businesses without the need for prior knowledge of their names or reliance on hashtags. With just a click, users can seamlessly transition from HiFind to the corresponding Instagram profile, fostering engagement and interaction between businesses and potential customers. For business profile owners, HiFind presents an invaluable opportunity to expand visibility and grow their customer base."
    },
    "shopsPage": {
        "filters": "Filters",
        "filter": "Filter",
        "clearFilters": "Clear Filters",
        "noResults": "No search results found",
        "trySearchingSmthElse": "Try searching for something else"
    },
    "shopCategories": {
        "clothes": "Clothes",
        "accessories": "Accessories",
        "shoes": "Shoes",
        "homeDecor": "Home Decor",
        "techAccessories": "Tech Accessories",
        "wellness": "Wellness",
        "stationery": "Stationery",
        "kidsAndBaby": "Kids & Baby",
        "vintageAndThrift": "Vintage & Thrift",
        "plantsAndFlowers": "Plants and Flowers"
    },
    "joinUsModalPage": {
        "registration": "Registration",
        "buissnessNameLabel": "Business page name (as registered on Instagram)",
        "buissnessName": "Business Name",
        "emailAddr": "E-mail address",
        "instaPageLink": "Instagram page link",
        "description": "Description",
        "descriptionArm": "Description in Armenian",
        "descriptionEng": "Description in English",
        "image": "Image",
        "addImage": "Add image",
        "chooseCategory": "Choose the category, that best describes your business",
        "agreed": "I agree to the",
        "and": "and",
        "register": "Register"
    },
    "success": {
        "requestSuccessful": "Your registration request has been successfully completed.",
        "approvalOrRejection": "You will receive a letter to your e-mail address about the approval or rejection of your page in the system."
    },
    "privacy": {
        "informationCollectionAndUseTitle": "Information collection and use",
        "dataSecurityTitle": "Data security",
        "informationSharingTitle": "Information sharing",
        "dataRetentionTitle": "Data retention",
        "userRightsTitle": "User rights",
        "informationCollectionAndUse": "We collect personal information, such as your business name, email address, and Instagram profile URL, when you register on our platform. Your information is used solely for the purpose of facilitating your interaction with HiFind, including the discovery and promotion of business profiles on Instagram. We may also collect non-personal information, such as browsing behaviour and device information, to enhance the user experience and improve our platform's functionality.",
        "dataSecurity": "We employ industry-standard security measures to protect your personal information from unauthorized access, alteration, disclosure, or destruction. Your account information is password-protected, and we utilize encryption technologies to safeguard data transmission over the internet.",
        "informationSharing": "We do not sell, trade, or otherwise transfer your personal information to third parties without your consent, except as required by law or to comply with legal obligations. Your personal data may be shared with trusted third-party service providers who assist us in operating our platform, conducting business activities, or servicing you.",
        "dataRetention": "We retain your personal information only for as long as necessary to fulfil the purposes for which it was collected or as required by law. You have the right to request the deletion of your personal data from our records at any time, subject to any legal obligations or legitimate interests that may require retention.",
        "userRights": "You have the right to access, correct, or delete your personal information held by HiFind. You may also opt-out of receiving promotional communications from us. If you have any questions or concerns about our Privacy Policy or the handling of your personal data, please contact us at info@xplode.am. By using HiFind, you consent to the terms outlined in this Privacy Policy. We reserve the right to update or modify this Policy at any time, and any changes will be effective immediately upon posting on our platform. It is your responsibility to review this Policy periodically for updates."
    },
    "terms": {
        "welocmeTitle": "Welcome",
        "guideLinesTitle": "Guidelines",
        "userIntegrityTitle": "User integrity",
        "propertyAndLiabilityTitle": "Property & liability",
        "abuseAndGoverningLawsTitle": "Abuse & governing laws",
        "modificationsTitle": "Modifications",

        "welocme": "Welcome to HiFind, the online platform changing the way businesses connect on Instagram. By accessing or using our platform, you agree to comply with and be bound by the following Terms of Use. Please read these terms carefully before accessing or using HiFind. By accessing or using HiFind, you agree to these Terms of Use and our Privacy Policy. If you do not agree with any part of these terms, you may not access or use our platform.",
        "guideLines": "HiFind is intended for individuals and companies seeking to discover and promote business profiles on Instagram. You may use our platform solely for lawful purposes and in accordance with these Terms of Use. You agree not to use HiFind for any unlawful, abusive, or fraudulent activities, or in any way that could damage, disable, or impair the platform or interfere with other users' enjoyment of the platform. HiFind's user-friendly interface simplifies navigation, allowing you to explore categorized business profiles to discover new opportunities and expand your online network. By utilizing HiFind's advanced filtering options for efficient searches across various categories, will enable you to find specific businesses quickly and effectively without the need for prior knowledge of their names or reliance on hashtags. Business profile owners are encouraged to register on HiFind and provide essential details such as business name, email address, Instagram profile URL, and description, ensuring their presence on HiFind and leveraging our platform to increase visibility and expand their customer base. Rest assured, HiFind's careful review process maintains the integrity and reliability of the platform's content, ensuring that only profiles meeting our quality standards are approved for inclusion. Profiles lacking essential information or with fewer than 100 followers may be subject to rejection, upholding the quality assurance of the platform.",
        "userIntegrity": "To access certain features of HiFind, you may be required to register and create an account (if you owe a business profile in Instagram, users don't have to register in the platform). You are responsible for maintaining the confidentiality of your account information and for all activities that occur under your account. You agree to provide accurate, current, and complete information during the registration process and to update your information promptly if it changes. Business profile owners are solely responsible for the accuracy, legality, and quality of the information provided on their profiles. HiFind reserves the right to remove or reject any profiles that do not meet our quality standards or violate these Terms of Use. By registering your business profile on HiFind, you grant us the right to display and promote your profile on our platform. Intellectual property and limitation of liability The content, features, and functionality of HiFind, including but not limited to text, graphics, logos, images, and software, are owned by HiFind and protected by copyright, trademark, and other intellectual property laws. In no event shall HiFind be liable for any direct, indirect, incidental, special, or consequential damages arising out of or in any way connected with your use of our platform, whether based on contract, tort, strict liability, or otherwise.",
        "propertyAndLiability": "Abuse on HiFind refers to any action or behavior that violates the platform's guidelines or undermines the integrity of our community. This includes but is not limited to posting misleading or fraudulent information, engaging in harassment or bullying towards other users, attempting to manipulate search results or artificially inflate profile metrics, or any other activity that may compromise the user experience or reputation of HiFind. We take abuse seriously and have systems in place to review and address reports of abusive behavior, with consequences such as account suspension or removal for offenders. HiFind's goal is to maintain a safe, respectful, and trustworthy environment for all users, promoting positive interactions and meaningful connections. These Terms of Use shall be governed by and construed in accordance with the laws of the Republic of Armenia, without regard to its conflict of law provisions. By accessing or using HiFind, you acknowledge that you have read, understood, and agree to be bound by these Terms of Use and our Privacy Policy. If you do not agree with any part of these terms, you may not access or use our platform.",
        "abuseAndGoverningLaws": "Abuse on HiFind refers to any action or behavior that violates the platform's guidelines or undermines the integrity of our community. This includes but is not limited to posting misleading or fraudulent information, engaging in harassment or bullying towards other users, attempting to manipulate search results or artificially inflate profile metrics, or any other activity that may compromise the user experience or reputation of HiFind. We take abuse seriously and have systems in place to review and address reports of abusive behavior, with consequences such as account suspension or removal for offenders. HiFind's goal is to maintain a safe, respectful, and trustworthy environment for all users, promoting positive interactions and meaningful connections. These Terms of Use shall be governed by and construed in accordance with the laws of the Republic of Armenia, without regard to its conflict of law provisions. By accessing or using HiFind, you acknowledge that you have read, understood, and agree to be bound by these Terms of Use and our Privacy Policy. If you do not agree with any part of these terms, you may not access or use our platform.",
        "modifications": "HiFind reserves the right to modify or update these Terms of Use at any time without prior notice. Your continued use of our platform after any such changes constitutes acceptance of the modified terms"
    },
    "errors": {
        "buisnessNameError": "Enter your business name",
        "emailInvalidError": "E-mail address is invalid",
        "emailEmptyError": "Enter your E-mail address",
        "instaPageLinkInvalidError": "The link is invalid",
        "instaPageLinkEmptyError": "Enter your Instagram Page Link",
        "imageExceedsLimitError": "You can upload maximum 2 mb",
        "imageEmptyError": "Upload an Image",
        "onlyJPGorPNG": "You can upload only jpg, jpeg, png or svg files",
        "chooseCategoryError": "Choose a category, so that customers can find you more easily"
    }
}
